export const shape_header = "Афінні трансформації для руху паралелограма";

export const shape_text = `Для того, щоби надати динаміку паралелограму, заданого трьома його 
                          вершинами, ми використовуємо афінні перетворення. Це дозволяє нам 
                          ефективно реалізувати його рух за допомогою дзеркального відображення 
                          відносно обраної прямої, рівняння якої має вигляд у=ах+b. Введіть коефіцієнти а і b, 
                          щоб побачити, як паралелограм віддзеркалюється та переміщується в просторі.`;
